Repository: phunkyfish/visualization.goom
Catalog: visualization.goom/resources/language/resource.language.*/strings.po
Languages: ca_es, et_ee

# Addon Summary
source: Goom 2k4 Visualization
ca_es: Visualització Goom 2k4
et_ee: Goom 2k4 visuaal

# Addon Description
source: The Goom 2k4 visualization supports effects like Tentacles, Flash, Stars, Fireworks, Waves, Blurs and Glows and includes a large number of trippy hypnotic effects that dance, swirl and pop with the music,
ca_es: La visualització Goom 2k4 admet efectes com Tentacles, Flaix, Estrelles, Focs artificials, Ones, Difuminacions i Resplendors i inclou un gran nombre d'efectes hipnòtics que ballen, fan remolins i esclaten amb la música,
et_ee: Goom 2k4 visuaal toetab efekte nagu kombitsad, välklamp, tähed, ilutulestik, lained, hägustused ja särad ning sisaldab palju hüpnootilisi efekte, mis tantsivad, keerlevad ja hüplevad koos muusikaga,

# #30000
source: Show titles always
ca_es: Mostra els títols sempre
et_ee: Näita alati nimesi

# #30001
source: If set, the title will be displayed continuously, otherwise it will only be shown briefly on change.
ca_es: Si s'estableix, el títol es mostrarà contínuament, en cas contrari només es mostrarà breument quan canviï.
et_ee: Kui lubatud, kuvatakse nime pidevalt, vastasel juhul kuvatakse seda vaid korraks vahetumisel.

# #30002
source: Render quality
ca_es: Qualitat de renderització
et_ee: Renderduse kvaliteet

# #30003
source: If the system does not do the display in a high resolution, it can be reduced.
ca_es: Si el sistema no fa la pantalla en alta resolució, es pot reduir.
et_ee: Kui süsteem ei kuva kõrge eraldusvõimega, saab seda vähendada.

# #30004
source: Lowest (512x256)
ca_es: Mínim (512x256)
et_ee: Madalaim (512 x 256)

# #30005
source: Lower (640x360)
ca_es: Baix (640x360)
et_ee: Madalam (640 x 360)

# #30006
source: Standard (1280x720)
ca_es: Estàndard (1280x720)

# #30007
source: Use OpenGL Pixel Buffer Objects
ca_es: Utilitza objectes OpenGL Pixel Buffer
et_ee: Kasuta OpenGL Pixel Buffer objekte

# #30008
source: If set, then OpenGL will use a faster pixel data transfer option for the Goom window.
ca_es: Si s'estableix, l'OpenGL utilitzarà una opció de transferència de dades de píxels més ràpida per a la finestra de Goom.
et_ee: Kui see lubatud, kasutab OpenGL Goomi akna jaoks kiiremat piksli andmete edastamise valikut.
